{"0": "Cambridge English Dictionary states that culture is, \"the way of life, especially the general customs and beliefs, of a particular group of people at a particular time.\"", "1": "Terror Management Theory posits that culture is a series of activities and worldviews that provide humans with the illusion of being individuals of value in a world meaning—raising themselves above the merely physical aspects of existence, in order to deny the animal insignificance and death that Homo Sapiens became aware of when they acquired a larger brain.", "2": "As a defining aspect of what it means to be human, culture is a central concept in anthropology, encompassing the range of phenomena that are transmitted through social learning in human societies.", "3": "The word is used in a general sense as the evolved ability to categorize and represent experiences with symbols and to act imaginatively and creatively.", "4": "This ability arose with the evolution of behavioral modernity in humans around 50,000 years ago.", "5": "[citation needed] This capacity is often thought to be unique to humans, although some other species have demonstrated similar, though much less complex abilities for social learning.", "6": "It is also used to denote the complex networks of practices and accumulated knowledge and ideas that is transmitted through social interaction and exist in specific human groups, or cultures, using the plural form.", "7": "Some aspects of human behavior, such as language, social practices such as kinship, gender and marriage, expressive forms such as art, music, dance, ritual, religion, and technologies such as cooking, shelter, clothing are said to be cultural universals, found in all human societies.", "8": "The concept material culture covers the physical expressions of culture, such as technology, architecture and art, whereas the immaterial aspects of culture such as principles of social organization (including, practices of political organization and social institutions), mythology, philosophy, literature (both written and oral), and science make up the intangible cultural heritage of a society.", "9": "In the humanities, one sense of culture, as an attribute of the individual, has been the degree to which they have cultivated a particular level of sophistication, in the arts, sciences, education, or manners.", "10": "The level of cultural sophistication has also sometimes been seen to distinguish civilizations from less complex societies.", "11": "Such hierarchical perspectives on culture are also found in class-based distinctions between a high culture of the social elite and a low culture, popular culture or folk culture of the lower classes, distinguished by the stratified access to cultural capital.", "12": "In common parlance, culture is often used to refer specifically to the symbolic markers used by ethnic groups to distinguish themselves visibly from each other such as body modification, clothing or jewelry.", "13": "[dubious – discuss] Mass culture refers to the mass-produced and mass mediated forms of consumer culture that emerged in the 20th century.", "14": "Some schools of philosophy, such as Marxism and critical theory, have argued that culture is often used politically as a tool of the elites to manipulate the lower classes and create a false consciousness, such perspectives common in the discipline of cultural studies.", "15": "In the wider social sciences, the theoretical perspective of cultural materialism holds that human symbolic culture arises from the material conditions of human life, as humans create the conditions for physical survival, and that the basis of culture is found in evolved biological dispositions.", "16": "When used as a count noun \"a culture\", is the set of customs, traditions and values of a society or community, such as an ethnic group or nation.", "17": "In this sense, multiculturalism is a concept that values the peaceful coexistence and mutual respect between different cultures inhabiting the same territory.", "18": "Sometimes \"culture\" is also used to describe specific practices within a subgroup of a society, a subculture (e.g.", "19": "\"bro culture\"), or a counter culture.", "20": "Within cultural anthropology, the ideology and analytical stance of cultural relativism holds that cultures cannot easily be objectively ranked or evaluated because any evaluation is necessarily situated within the value system of a given culture.", "21": "The modern term \"culture\" is based on a term used by the Ancient Roman orator Cicero in his Tusculanae Disputationes, where he wrote of a cultivation of the soul or \"cultura animi\", using an agricultural metaphor for the development of a philosophical soul, understood teleologically as the highest possible ideal for human development.", "22": "Samuel Pufendorf took over this metaphor in a modern context, meaning something similar, but no longer assuming that philosophy was man's natural perfection.", "23": "His use, and that of many writers after him \"refers to all the ways in which human beings overcome their original barbarism, and through artifice, become fully human\".", "24": "Social conflict and the development of technologies can produce changes within a society by altering social dynamics and promoting new cultural models, and spurring or enabling generative action.", "25": "These social shifts may accompany ideological shifts and other types of cultural change.", "26": "For example, the U.S. feminist movement involved new practices that produced a shift in gender relations, altering both gender and economic structures.", "27": "Environmental conditions may also enter as factors.", "28": "For example, after tropical forests returned at the end of the last ice age, plants suitable for domestication were available, leading to the invention of agriculture, which in turn brought about many cultural innovations and shifts in social dynamics.", "29": "Cultures are externally affected via contact between societies, which may also produce—or inhibit—social shifts and changes in cultural practices.", "30": "War or competition over resources may impact technological development or social dynamics.", "31": "Additionally, cultural ideas may transfer from one society to another, through diffusion or acculturation.", "32": "In diffusion, the form of something (though not necessarily its meaning) moves from one culture to another.", "33": "For example, hamburgers, fast food in the United States, seemed exotic when introduced into China.", "34": "\"Stimulus diffusion\" (the sharing of ideas) refers to an element of one culture leading to an invention or propagation in another.", "35": "\"Direct Borrowing\" on the other hand tends to refer to technological or tangible diffusion from one culture to another.", "36": "Diffusion of innovations theory presents a research-based model of why and when individuals and cultures adopt new ideas, practices, and products.", "37": "Immanuel Kant (1724–1804) has formulated an individualist definition of \"enlightenment\" similar to the concept of bildung: \"Enlightenment is man's emergence from his self-incurred immaturity.\"", "38": "He argued that this immaturity comes not from a lack of understanding, but from a lack of courage to think independently.", "39": "Against this intellectual cowardice, Kant urged: Sapere aude, \"Dare to be wise!\"", "40": "In reaction to Kant, German scholars such as Johann Gottfried Herder (1744–1803) argued that human creativity, which necessarily takes unpredictable and highly diverse forms, is as important as human rationality.", "41": "Moreover, Herder proposed a collective form of bildung: \"For Herder, Bildung was the totality of experiences that provide a coherent identity, and sense of common destiny, to a people.\"", "42": "In 1795, the Prussian linguist and philosopher Wilhelm von Humboldt (1767–1835) called for an anthropology that would synthesize Kant's and Herder's interests.", "43": "During the Romantic era, scholars in Germany, especially those concerned with nationalist movements—such as the nationalist struggle to create a \"Germany\" out of diverse principalities, and the nationalist struggles by ethnic minorities against the Austro-Hungarian Empire—developed a more inclusive notion of culture as \"worldview\" (Weltanschauung).", "44": "According to this school of thought, each ethnic group has a distinct worldview that is incommensurable with the worldviews of other groups.", "45": "Although more inclusive than earlier views, this approach to culture still allowed for distinctions between \"civilized\" and \"primitive\" or \"tribal\" cultures.", "46": "In 1860, Adolf Bastian (1826–1905) argued for \"the psychic unity of mankind\".", "47": "He proposed that a scientific comparison of all human societies would reveal that distinct worldviews consisted of the same basic elements.", "48": "According to Bastian, all human societies share a set of \"elementary ideas\" (Elementargedanken); different cultures, or different \"folk ideas\" (Völkergedanken), are local modifications of the elementary ideas.", "49": "This view paved the way for the modern understanding of culture.", "50": "Franz Boas (1858–1942) was trained in this tradition, and he brought it with him when he left Germany for the United States.", "51": "In practice, culture referred to an élite ideal and was associated with such activities as art, classical music, and haute cuisine.", "52": "As these forms were associated with urban life, \"culture\" was identified with \"civilization\" (from lat.", "53": "civitas, city).", "54": "Another facet of the Romantic movement was an interest in folklore, which led to identifying a \"culture\" among non-elites.", "55": "This distinction is often characterized as that between high culture, namely that of the ruling social group, and low culture.", "56": "In other words, the idea of \"culture\" that developed in Europe during the 18th and early 19th centuries reflected inequalities within European societies.", "57": "Matthew Arnold contrasted \"culture\" with anarchy; other Europeans, following philosophers Thomas Hobbes and Jean-Jacques Rousseau, contrasted \"culture\" with \"the state of nature\".", "58": "According to Hobbes and Rousseau, the Native Americans who were being conquered by Europeans from the 16th centuries on were living in a state of nature; this opposition was expressed through the contrast between \"civilized\" and \"uncivilized.\"", "59": "According to this way of thinking, one could classify some countries and nations as more civilized than others and some people as more cultured than others.", "60": "This contrast led to Herbert Spencer's theory of Social Darwinism and Lewis Henry Morgan's theory of cultural evolution.", "61": "Just as some critics have argued that the distinction between high and low cultures is really an expression of the conflict between European elites and non-elites, some critics have argued that the distinction between civilized and uncivilized people is really an expression of the conflict between European colonial powers and their colonial subjects.", "62": "Other 19th-century critics, following Rousseau have accepted this differentiation between higher and lower culture, but have seen the refinement and sophistication of high culture as corrupting and unnatural developments that obscure and distort people's essential nature.", "63": "These critics considered folk music (as produced by \"the folk\", i.e., rural, illiterate, peasants) to honestly express a natural way of life, while classical music seemed superficial and decadent.", "64": "Equally, this view often portrayed indigenous peoples as \"noble savages\" living authentic and unblemished lives, uncomplicated and uncorrupted by the highly stratified capitalist systems of the West.", "65": "Although anthropologists worldwide refer to Tylor's definition of culture, in the 20th century \"culture\" emerged as the central and unifying concept of American anthropology, where it most commonly refers to the universal human capacity to classify and encode human experiences symbolically, and to communicate symbolically encoded experiences socially.", "66": "[citation needed] American anthropology is organized into four fields, each of which plays an important role in research on culture: biological anthropology, linguistic anthropology, cultural anthropology, and archaeology.", "67": "The sociology of culture concerns culture—usually understood as the ensemble of symbolic codes used by a society—as manifested in society.", "68": "For Georg Simmel (1858–1918), culture referred to \"the cultivation of individuals through the agency of external forms which have been objectified in the course of history\".", "69": "Culture in the sociological field can be defined as the ways of thinking, the ways of acting, and the material objects that together shape a people's way of life.", "70": "Culture can be any of two types, non-material culture or material culture.", "71": "Non-material culture refers to the non physical ideas that individuals have about their culture, including values, belief system, rules, norms, morals, language, organizations, and institutions.", "72": "While Material culture is the physical evidence of a culture in the objects and architecture they make, or have made.", "73": "The term tends to be relevant only in archeological and anthropological studies, but it specifically means all material evidence which can be attributed to culture past or present.", "74": "Cultural sociology first emerged in Weimar Germany (1918–1933), where sociologists such as Alfred Weber used the term Kultursoziologie (cultural sociology).", "75": "Cultural sociology was then \"reinvented\" in the English-speaking world as a product of the \"cultural turn\" of the 1960s, which ushered in structuralist and postmodern approaches to social science.", "76": "This type of cultural sociology may loosely be regarded as an approach incorporating cultural analysis and critical theory.", "77": "Cultural sociologists tend to reject scientific methods,[citation needed] instead hermeneutically focusing on words, artifacts and symbols.", "78": "\"Culture\" has since become an important concept across many branches of sociology, including resolutely scientific fields like social stratification and social network analysis.", "79": "As a result, there has been a recent influx of quantitative sociologists to the field.", "80": "Thus there is now a growing group of sociologists of culture who are, confusingly, not cultural sociologists.", "81": "These scholars reject the abstracted postmodern aspects of cultural sociology, and instead look for a theoretical backing in the more scientific vein of social psychology and cognitive science.", "82": "\"Cultural sociology\" is one of the largest sections of the American Sociological Association.", "83": "The British establishment of cultural studies means the latter is often taught as a loosely distinct discipline in the UK.", "84": "The sociology of culture grew from the intersection between sociology (as shaped by early theorists like Marx, Durkheim, and Weber) with the growing discipline of anthropology, where in researchers pioneered ethnographic strategies for describing and analyzing a variety of cultures around the world.", "85": "Part of the legacy of the early development of the field lingers in the methods (much of cultural sociological research is qualitative), in the theories (a variety of critical approaches to sociology are central to current research communities), and in the substantive focus of the field.", "86": "For instance, relationships between popular culture, political control, and social class were early and lasting concerns in the field.", "87": "In the United Kingdom, sociologists and other scholars influenced by Marxism, such as Stuart Hall (1932–2014) and Raymond Williams (1921–1988), developed cultural studies.", "88": "Following nineteenth-century Romantics, they identified \"culture\" with consumption goods and leisure activities (such as art, music, film, food, sports, and clothing).", "89": "Nevertheless, they saw patterns of consumption and leisure as determined by relations of production, which led them to focus on class relations and the organization of production.", "90": "In the United States, \"Cultural Studies\" focuses largely on the study of popular culture, that is, on the social meanings of mass-produced consumer and leisure goods.", "91": "Richard Hoggart coined the term in 1964 when he founded the Birmingham Centre for Contemporary Cultural Studies or CCCS.", "92": "It has since become strongly associated with Stuart Hall, who succeeded Hoggart as Director.", "93": "Cultural studies in this sense, then, can be viewed as a limited concentration scoped on the intricacies of consumerism, which belongs to a wider culture sometimes referred to as \"Western Civilization\" or as \"Globalism.\"", "94": "From the 1970s onward, Stuart Hall's pioneering work, along with that of his colleagues Paul Willis, Dick Hebdige, Tony Jefferson, and Angela McRobbie, created an international intellectual movement.", "95": "As the field developed it began to combine political economy, communication, sociology, social theory, literary theory, media theory, film/video studies, cultural anthropology, philosophy, museum studies and art history to study cultural phenomena or cultural texts.", "96": "In this field researchers often concentrate on how particular phenomena relate to matters of ideology, nationality, ethnicity, social class, and/or gender.", "97": "[citation needed] Cultural studies has a concern with the meaning and practices of everyday life.", "98": "These practices comprise the ways people do particular things (such as watching television, or eating out) in a given culture.", "99": "This field studies the meanings and uses people attribute to various objects and practices.", "100": "Specifically, culture involves those meanings and practices held independently of reason.", "101": "Watching television in order to view a public perspective on a historical event should not be thought of as culture, unless referring to the medium of television itself, which may have been selected culturally; however, schoolchildren watching television after school with their friends in order to \"fit in\" certainly qualifies, since there is no grounded reason for one's participation in this practice.", "102": "Recently, as capitalism has spread throughout the world (a process called globalization), cultural studies has begun[when?]", "103": "to analyze local and global forms of resistance to Western hegemony.", "104": "[citation needed] Globalization in this context can be defined as western civilization in other ways, it undermines the cultural integrity of other culture and it is therefore repressive, exploitative and harmful to most people in different places.", "105": "In the context of cultural studies, the idea of a text includes not only written language, but also films, photographs, fashion or hairstyles: the texts of cultural studies comprise all the meaningful artifacts of culture.", "106": "[citation needed] Similarly, the discipline widens the concept of \"culture\".", "107": "\"Culture\" for a cultural-studies researcher not only includes traditional high culture (the culture of ruling social groups) and popular culture, but also everyday meanings and practices.", "108": "The last two, in fact, have become the main focus of cultural studies.", "109": "A further and recent approach is comparative cultural studies, based on the disciplines of comparative literature and cultural studies.", "110": "[citation needed] Scholars in the United Kingdom and the United States developed somewhat different versions of cultural studies after the late 1970s.", "111": "The British version of cultural studies had originated in the 1950s and 1960s, mainly under the influence first of Richard Hoggart, E. P. Thompson, and Raymond Williams, and later that of Stuart Hall and others at the Centre for Contemporary Cultural Studies at the University of Birmingham.", "112": "This included overtly political, left-wing views, and criticisms of popular culture as \"capitalist\" mass culture; it absorbed some of the ideas of the Frankfurt School critique of the \"culture industry\" (i.e.", "113": "mass culture).", "114": "This emerges in the writings of early British cultural-studies scholars and their influences: see the work of (for example) Raymond Williams, Stuart Hall, Paul Willis, and Paul Gilroy.", "115": "In the United States, Lindlof and Taylor write, \"Cultural studies [were] grounded in a pragmatic, liberal-pluralist tradition\".", "116": "The American version of cultural studies initially concerned itself more with understanding the subjective and appropriative side of audience reactions to, and uses of, mass culture; for example, American cultural-studies advocates wrote about the liberatory aspects of fandom.", "117": "[citation needed] The distinction between American and British strands, however, has faded.", "118": "[citation needed] Some researchers, especially in early British cultural studies, apply a Marxist model to the field.", "119": "This strain of thinking has some influence from the Frankfurt School, but especially from the structuralist Marxism of Louis Althusser and others.", "120": "The main focus of an orthodox Marxist approach concentrates on the production of meaning.", "121": "This model assumes a mass production of culture and identifies power as residing with those producing cultural artifacts.", "122": "In a Marxist view, those who control the means of production (the economic base) essentially control a culture.", "123": "[citation needed] Other approaches to cultural studies, such as feminist cultural studies and later American developments of the field, distance themselves from this view.", "124": "They criticize the Marxist assumption of a single, dominant meaning, shared by all, for any cultural product.", "125": "The non-Marxist approaches suggest that different ways of consuming cultural artifacts affect the meaning of the product.", "126": "This view comes through in the book Doing Cultural Studies: The Story of the Sony Walkman (by Paul du Gay et al.", "127": "), which seeks to challenge the notion that those who produce commodities control the meanings that people attribute to them.", "128": "Feminist cultural analyst, theorist and art historian Griselda Pollock contributed to cultural studies from viewpoints of art history and psychoanalysis.", "129": "The writer Julia Kristeva is among influential voices at the turn of the century, contributing to cultural studies from the field of art and psychoanalytical French feminism.", "130": "[citation needed] Raimon Panikkar pointed out 29 ways in which cultural change can be brought about.", "131": "Some of these are: growth, development, evolution, involution, renovation, reconception, reform, innovation, revivalism, revolution, mutation, progress, diffusion, osmosis, borrowing, eclecticism, syncretism, modernization, indigenization, and transformation.", "132": "Hence Modernization could be similar or related to the enlightenment but a 'looser' term set to ideal and values that flourish.", "133": "a belief in objectivity progress.", "134": "Also seen as a belief in a secular society (free from religious influences) example objective and rational, science vs religion and finally been modern means not being religious."}